<?php
// ЯЗЫКИ
$langs = [
    'ru' => 'Русский',
    'be' => 'Белорусский',
];
// url
$lang_url = [
    'ru' => '/', //русский лежит в корне сайта и является дефолтным
    'be' => '/be/',
];

// ССЫЛКИ НА СОЦИАЛЬНЫЕ СЕТИ
$social_links = [
    'fb' => '',
    'vk' => '',
    'youtube' => '',
    'soundcloud' => '',
];

// НАСТРОЙКА ЯНДЕКС ДЕНЕГ ДЛЯ ПОЛУЧЕНИЯ ДОНАТА
$yandex_money = [
    'account' => '111111111111111', //номер аккаунта
    'sum' => '400', //сумма которую изначально предлагать для перевода
];