<?php
/* РАЗДЕЛ О НАС */
$about = [
   "musicians" => [
        [
            "name" => "Сергей",
            "surname" => "Хорошкевич",
            "position" => "Гитара, аранжировка",
            "img" => "/img/musicians/1.jpg",
        ],
        [
            "name" => "Александр",
            "surname" => "Коршук",
            "position" => "виолончель",
            "img" => "/img/musicians/2.jpg",
        ],
        [
            "name" => "Евгений",
            "surname" => "Кирдей",
            "position" => "Бас, аранжировка, бэк-вокал",
            "img" => "/img/musicians/3.jpg",
        ],
        [
            "name" => "Катя",
            "surname" => "Попова",
            "position" => "Вокал, тексты, аранжировка, перкуссия",
            "img" => "/img/musicians/4.jpg",
        ],
        [
            "name" => "Митя",
            "surname" => "Шатёр",
            "position" => "Барабаны",
            "img" => "/img/musicians/5.jpg",
        ],
        [
            "name" => "Денис",
            "surname" => "Никольский",
            "position" => "Кларнет",
            "img" => "/img/musicians/6.jpg",
        ],
        [
            "name" => "Максим",
            "surname" => "Блахов",
            "position" => "Скрипка",
            "img" => "/img/musicians/7.jpg",
        ],
    ],

    /* ПО РАБОТЕ С ТЕКСТОМ
     *
     * <br/> перенос строки
     * <p>...</p> абзац
     * <strong> ... </strong> жирный
     * <em> ... </em> курсив
     */
    //ТЕКСТ КОТОРЫЙ НАХОДИТСЯ СЛЕВА
    "left-text" => "Город: Минск (Беларусь)<br />
Стили (условно): фанк, рок, джаз, фольк<br />
Язык исполнения: беларусский, русский<br />
Репертуар: более 30 оригинальных&nbsp;авторских песен",

    //ТЕКСТ КОТОРЫЙ НАХОДИТСЯ СПРАВА
    "right-text" => "Если во время выступления рок-группы отключить на сцене электричество, то шоу закончится. Причём, как правило, не самыми приятными нотами. И только музыканты группы ИЛЮЖАН могут даже не заметить, что ток больше не подаётся. На 99% акустическая музыка, создаваемая этим коллективом, будет звучать и на фестивальном биг-стэйдже, и в тесном кругу квартирника.",

    //ПОЛНЫЙ ТЕКСТ КОТОРЫЙ ОТОБРАЖАЕТСЯ ВО ВСПЛЫВАЮЩЕМ ОКНЕ
    "full-text" => '<p>Город: Минск (Беларусь)<br />
Стили (условно): фанк, рок, джаз, фольк<br />
Язык исполнения: беларусский, русский<br />
Репертуар: более 30 оригинальных&nbsp;авторских песен<br />
<br />
Дискография:<br />
сингл "Вакно" (2013 г.)<br />
ЕР "ВыЯВы" (2014 г.)<br />
сингл "Татачка" (2015 г.)<br />
первая часть трилогии "Ці чуеш" (LP) (2015 г.)<br />
сингл "Reset" (2017 г.)<br />
</p>
<p>
Официальное видео:<br />
"Дотык" (2014 г.)<br />
"Як мае быць" (ЕР "ВыЯВы", 2014 г.)<br />
"Сустрэнь мяне (Джэм)"&nbsp;(ЕР "ВыЯВы", 2014 г.)<br />
"Кактэбель"&nbsp;(ЕР "ВыЯВы", 2014 г.)<br />
"Аднойчы на вуліцы (кавер на песню Нино Катамадзе+Insight&nbsp;"Once in the street")" (2014)</p>

<p>Если во время выступления рок-группы отключить на сцене электричество, то шоу закончится. Причём, как правило, не самыми приятными нотами. И только музыканты группы ИЛЮЖАН могут даже не заметить, что ток больше не подаётся. На 99% акустическая музыка, создаваемая этим коллективом, будет звучать и на фестивальном биг-стэйдже, и в тесном кругу квартирника. Причём звучать практически одинаково – с электричеством или без – свежо, незаурядно, лирично, атмосферно и напористо. Грация классических струнных и кларнета искусно сплетается здесь с бархатным грувом роковой ритм-секции, мастерскими пассажами акустической гитары и латинским задором перкуссии, а вместе всё это окаймляет собой летящий и трогательный женский голос, меццо-сопрано, рассказывающий истории о любви и не только на разных языках и переливающийся оттенками фолка, советского ретро, афроджаза и соула... Лучше один раз услышать…</p>  
<p>Группа ведёт отсчёт своего существования с 11 ноября 2011 года. С того времени коллектив сотворил более 30 песен на тексты Екатерины Поповой, множество инструментальных зарисовок, некоторое количество кавер-версий на самые неожиданные хиты, среди которых – любимый и самими музыкантами, и публикой кавер на песню Нино Катамадзе «Once in the street», который с разрешения самой певицы исполняется группой ИЛЮЖАН на беларусском языке под названием «Аднойчы на вулiцы». Коллектив в разных составах сделал множество записей – аудио и видео, лишь немногие из которых были вынесены на суд слушателей по причине строгого отбора. ИЛЮЖАН по сей день неутомимо экспериментирует со студийным звучанием, мечтает о съёмке клипа и готовит к выпуску вторую часть альбома-трилогии «Ці чуеш».</p>
<p>В создании музыки группа принципиально не преследует коммерческие интересы, руководствуясь исключительно собственными музыкальными предпочтениями и наработанным концертным опытом. Главная миссия коллектива – подарить своим слушателям качественную оригинальную музыку на родном языке, доставить эстетическое удовольствие поклонникам и друзьям, передать залу вибрации наслаждения и свободы совместного творчества, помочь слушателю красиво перепрожить драматические эмоции и зарядиться чистой, положительной энергией.</p>
<p>Группе доводилось принимать участие в мероприятиях самого различного масштаба – от выступления в военной палатке под дождём на берегу лесного озера до часового сета на крупном фестивале «Вольнае Паветра». Музыканты группы ИЛЮЖАН готовы наполнить музыкой и небольшое кафе – в урезанном чисто акустическом составе с перкуссией вместо ударных, и крупный зрительный зал – при этом в состав группы могут органично вливаться бэк-вокал и клавишные. Таким образом, численность коллектива на выступлении может варьироваться от двух до десяти человек. В  большинстве же выступлений коллектива участвует ритм-секция, акустическая гитара с эффектами, скрипка, виолончель, кларнет и вокал – это наиболее эффектный и мобильный вариант состава. Группа неоднократно бывала с выступлениями в разных городах Беларуси, и будет рада новым приглашениям, в том числе в страны ближнего и дальнего зарубежья, гарантируя ответственный подход к любому предложению.</p>
<p>ИЛЮЖАН жаждет нового взлёта творчества в нашей стране, нового расцвета беларусской современной музыкальной культуры – самобытной и в то же время не изолированной, понятной и высокохудожественной. Коллектив неизменно стремится совершенствоваться, не забывая при этом, что лучшее – всегда то, что трогает душу. На создание песен музыкантов вдохновляет не только мастерство современных зарубежных звёзд и признанных местных талантов, но и классика разных периодов, песни наших старших поколений, говор односельчан, мелодика родных просторов и пульс Минска.</p>
<p>Творчество группы призвано убедить слушателей в том, что искренность – это красиво, радость – это естественно, любовь – это безусловно.</p>
<p><strong>Ваш Илюжан:</strong></p>
<p>Катерина Попова – вокал, тексты, аранжировка, перкуссия</p>
<p>Сергей Хорошкевич – гитара, аранжировка</p>
<p>Евгений Кирдей – бас, аранжировка</p>
<p>Денис Никольский – кларнет</p>
<p>Александр Коршук – виолончель</p>
<p>Митя Шатёр – барабаны</p>
'
];
