<?php
/* РАЗДЕЛ О НАС */
$about = [
   "musicians" => [
        [
            "name" => "Сергей",
            "surname" => "Хорошкевич",
            "position" => "Гитара, аранжировка",
            "img" => "/img/musicians/1.jpg",
        ],
        [
            "name" => "Александр",
            "surname" => "Коршук",
            "position" => "виолончель",
            "img" => "/img/musicians/2.jpg",
        ],
        [
            "name" => "Евгений",
            "surname" => "Кирдей",
            "position" => "Бас, аранжировка, бэк-вокал",
            "img" => "/img/musicians/3.jpg",
        ],
        [
            "name" => "Катя",
            "surname" => "Попова",
            "position" => "Вокал, тексты, аранжировка, перкуссия",
            "img" => "/img/musicians/4.jpg",
        ],
        [
            "name" => "Митя",
            "surname" => "Шатёр",
            "position" => "Барабаны",
            "img" => "/img/musicians/5.jpg",
        ],
        [
            "name" => "Денис",
            "surname" => "Никольский",
            "position" => "Кларнет",
            "img" => "/img/musicians/6.jpg",
        ],
        [
            "name" => "Максим",
            "surname" => "Блахов",
            "position" => "Скрипка",
            "img" => "/img/musicians/7.jpg",
        ],
    ],

    /* ПО РАБОТЕ С ТЕКСТОМ
     *
     * <br/> перенос строки
     * <p>...</p> абзац
     * <strong> ... </strong> жирный
     * <em> ... </em> курсив
     */
    //ТЕКСТ КОТОРЫЙ НАХОДИТСЯ СЛЕВА
    "left-text" => "Город: Минск (Беларусь)<br />
Стили (условно): фанк, рок, джаз, фольк<br />
Язык исполнения: беларусский, русский<br />
Репертуар: более 30 оригинальных&nbsp;авторских песен",

    //ТЕКСТ КОТОРЫЙ НАХОДИТСЯ СПРАВА
    "right-text" => "Нужные нам планеты выстроились в ряд одиннадцатого числа одиннадцатого месяца две тысячи одиннадцатого года – с тех пор так и повелось: вдохновенное совместное творчество, эксперименты, горячие споры, замысловатые и не очень импровизации, иногда комичные, а иногда и очень даже удачные экспромты на выступлениях. Поиски барабанщика, поиски звука, поиски названия, поиски места, поиски-поиски-поиски…",

    //ПОЛНЫЙ ТЕКСТ КОТОРЫЙ ОТОБРАЖАЕТСЯ ВО ВСПЛЫВАЮЩЕМ ОКНЕ
    "full-text" => '<p>Город: Минск (Беларусь)<br />
Стили (условно): фанк, рок, джаз, фольк<br />
Язык исполнения: беларусский, русский<br />
Репертуар: более 30 оригинальных&nbsp;авторских песен<br />
<br />
Дискография:<br />
сингл "Вакно" (2013 г.)<br />
ЕР "ВыЯВы" (2014 г.)<br />
сингл "Татачка" (2015 г.)<br />
первая часть трилогии "Ці чуеш" (LP) (2015 г.)<br />
<br />
Официальное видео:<br />
"Дотык" (2014 г.)<br />
"Як мае быць" (ЕР "ВыЯВы", 2014 г.)<br />
"Сустрэнь мяне (Джэм)"&nbsp;(ЕР "ВыЯВы", 2014 г.)<br />
"Кактэбель"&nbsp;(ЕР "ВыЯВы", 2014 г.)<br />
"Аднойчы на вуліцы (кавер на песню Нино Катамадзе+Insight&nbsp;"Once in the street")" (2014)</p>
<p>Нужные нам планеты выстроились в ряд одиннадцатого числа одиннадцатого месяца две тысячи одиннадцатого года – с тех пор так и повелось: вдохновенное совместное творчество, эксперименты, горячие споры, замысловатые и не очень импровизации, иногда комичные, а иногда и очень даже удачные экспромты на выступлениях. Поиски барабанщика, поиски звука, поиски названия, поиски места, поиски-поиски-поиски… Это непрерывный диалог музыкантов, ‑ мы просто пробуем делать вместе то, что нравится каждому из нас. Это как калейдоскоп из наших личных предпочтений и вкусов, возможностей и желаний. Это не легко. Это интересно. Это заставляет учиться друг у друга, трансформироваться, расширять кругозор, принимать реальность и людей вокруг такими, как есть, открывать сердце и избавляться от страха остаться непонятым. Мы искренне верим, что всё это отражается в нашем творчестве, и опыт наших переживаний и открытий передаётся слушателям в волнах и вибрациях, которые излучает наша музыка. &nbsp;</p>
<p>Мы жаждем нового взлёта творчества в нашей стране, нового расцвета беларусской современной музыкальной культуры – самобытной и в то же время не изолированной, понятной и высокохудожественной. Мы стремимся к лучшему, не забывая при этом, что лучшее – всегда то, что на душе. Нас вдохновляет не только мастерство современных зарубежных звёзд и признанных местных талантов, но и классика разных периодов, песни наших старших поколений, говор односельчан, мелодика родных просторов и пульс нашего Минска.</p>
<p>Своим творчеством мы стараемся убедить слушателей в том, что искренность – это красиво, радость – это естественно, любовь – это безусловно.</p>
<p>Любая печаль проходит, чудеса не всегда там, где мы ждём их – приготовьтесь к внезапной смене ритма, неудержимой коде, медитативному «ад либитум»… Мы идём. Мы ищем, не теряя из виду свою цель. Мы стараемся оставаться выше границ. Оставаться собой и не стесняться исправлять свои ошибки. Глубина и лёгкость лирики, вокала и инструментального звучания – основа нашей концепции и главный аспект стиля.</p>
<p>Ведётся творческая работа над альбомом, вырабатывается график релизов и выступлений. Мы рады предложениям и открыты для сотрудничества.</p>
<p>Ваш Илюжан:</p>
<p>Сергей Хорошкевич – гитара, аранжировка</p>
<p>Александр Коршук – виолончель</p>
<p>Евгений Кирдей – бас, аранжировка, бэк-вокал</p>
<p>Катя Олихвер – вокал, тексты, аранжировка, перкуссия</p>
<p>Митя Шатёр – барабаны</p>
<p>Денис Никольский – кларнет</p>
<p>Дима Попов – перкуссия, цифровые эффекты</p>
<p>Тимур Рейзис&nbsp;– клавишные</p>',
];
