<?php
/* РАЗДЕЛ МЕРОПРИЯТИЯ
 *
 * title - событие
 * day - день проведения
 * month - месяц
 * time - время проведения
 */
$events = [
	[
		"title" => "TNT Rock Club - прэзентацыя сінгла",
		"day" => "23",
		"month" => "Август",
		"time" => "20:00",
	],
	[
		"title" => "TNT Rock Club - прэзентацыя сінгла",
		"day" => "29",
		"month" => "Август",
		"time" => "20:00",
	],

//  ШАБЛОН ДЛЯ ДОБАВЛЕНИЯ НОВОГО МЕРОПРИЯТИЯ
//    [
//        "title" => "",
//        "day" => "",
//        "month" => "",
//        "time" => "",
//    ],
];
