<?php
/* РАЗДЕЛ МЕРОПРИЯТИЯ
 *
 * title - событие
 * day - день проведения
 * month - месяц
 * time - время проведения
 */
$events = [
   [
       "title" => 'Крок да рока. Прямой эфир на радио "Сталiца".',
       "day" => "14",
       "month" => "Февраля",
       "time" => "21:00",
   ],
   [
       "title" => 'Эфир на Belsat Music Live!',
       "day" => "24",
       "month" => "Февраля",
       "time" => "21:00",
   ],
//  ШАБЛОН ДЛЯ ДОБАВЛЕНИЯ НОВОГО МЕРОПРИЯТИЯ
//    [
//        "title" => "",
//        "day" => "",
//        "month" => "",
//        "time" => "",
//    ],
];
