<?php
/* РАЗДЕЛ О НАС */
$about = [
   "musicians" => [
        [
            "name" => "Сергей",
            "surname" => "Хорошкевич",
            "position" => "Гитара, аранжировка",
            "img" => "/img/musicians/1.jpg",
        ],
        [
            "name" => "Александр",
            "surname" => "Коршук",
            "position" => "виолончель",
            "img" => "/img/musicians/2.jpg",
        ],
        [
            "name" => "Евгений",
            "surname" => "Кирдей",
            "position" => "Бас, аранжировка, бэк-вокал",
            "img" => "/img/musicians/3.jpg",
        ],
        [
            "name" => "Катя",
            "surname" => "Олихвер",
            "position" => "Вокал, тексты, аранжировка, перкуссия",
            "img" => "/img/musicians/4.jpg",
        ],
        [
            "name" => "Митя",
            "surname" => "Шатёр",
            "position" => "Барабаны",
            "img" => "/img/musicians/5.jpg",
        ],
        [
            "name" => "Денис",
            "surname" => "Никольский",
            "position" => "Кларнет",
            "img" => "/img/musicians/6.jpg",
        ],
        [
            "name" => "Максим",
            "surname" => "Блахов",
            "position" => "Скрипка",
            "img" => "/img/musicians/7.jpg",
        ],
    ],

    /* ПО РАБОТЕ С ТЕКСТОМ
     *
     * <br/> перенос строки
     * <p>...</p> абзац
     * <strong> ... </strong> жирный
     * <em> ... </em> курсив
     */
    //ТЕКСТ КОТОРЫЙ НАХОДИТСЯ СЛЕВА
    "left-text" => "Горад: Менск (Беларусь)<br />
Стылі&nbsp;(умоўна): фанк, рок, джаз, фольк<br />
Мова выканання: беларуская, руская<br />
Рэпертуар: больш за 30 арыгінальных аўтарскіх кампазіцыяў +&nbsp;кавер-вэрсіі&nbsp;знакамітых выканаўцаў<br />",

    //ТЕКСТ КОТОРЫЙ НАХОДИТСЯ СПРАВА
    "right-text" => "Патрэбныя нам планеты выстраіліся ў рад адзінаццатага чысла адзінаццатага месяца дзве тысячы адзінаццатага года - з той пары і павялося: натхнёная сумесная творчасць, эксперыменты, гарачыя спрэчкі, адмысловыя і ня вельмі імпровізы на рэпетыцыях, камічныя і дасціпныя экспромты на выступленнях. Пошукі барабаншчыка, пошукі гука, пошукі назвы, пошукі месца, пошукі-пошукі-пошукі...",

    //ПОЛНЫЙ ТЕКСТ КОТОРЫЙ ОТОБРАЖАЕТСЯ ВО ВСПЛЫВАЮЩЕМ ОКНЕ
    "full-text" => '<p>Горад: Менск (Беларусь)<br />
Стылі&nbsp;(умоўна): фанк, рок, джаз, фольк<br />
Мова выканання: беларуская, руская<br />
Рэпертуар: больш за 30 арыгінальных аўтарскіх кампазіцыяў +&nbsp;кавер-вэрсіі&nbsp;знакамітых выканаўцаў<br />
<br />
Дыскаграфія:&nbsp;<br />
сінгл "Вакно" (2013 г.)<br />
ЕР "ВыЯВы" (2014 г.)<br />
сінгл "Татачка" &nbsp;(2015 г.)<br />
першая частка трылогіі "Ці чуеш" (LP) (2015 г.)</p>

<p>Афіцыйнае відэа:<br />
"Дотык" (2014 г.)<br />
"Як мае быць" (ЕР "ВыЯВы", 2014 г.)<br />
"Сустрэнь мяне (Джэм)"&nbsp;(ЕР "ВыЯВы", 2014 г.)<br />
"Кактэбель"&nbsp;(ЕР "ВыЯВы", 2014 г.)<br />
"Аднойчы на вуліцы (кавер на песню Ніно Катамадзэ+Insight&nbsp;"Once in the street")" (2014)</p>
<p>Патрэбныя нам планеты выстраіліся ў рад адзінаццатага чысла адзінаццатага месяца дзве тысячы адзінаццатага года - з той пары і павялося: натхнёная сумесная творчасць, эксперыменты, гарачыя спрэчкі, адмысловыя і ня вельмі імпровізы на рэпетыцыях, камічныя і дасціпныя экспромты на выступленнях. Пошукі барабаншчыка, пошукі гука, пошукі назвы, пошукі месца, пошукі-пошукі-пошукі...</p>
<p>&nbsp;Гэта несупынны дыялог музыкантаў, - мы проста спрабуем рабіць разам тое, што падабаецца кожнаму з нас. Гэта як калейдаскоп з нашых асабістых пераваг і густаў, магчымасцяў і жаданняў. Гэта ня лёгка. Гэта цікава. Гэта вымушае вучыцца адзін у аднога, трансфармавацца, пашыраць далягляд, прымаць рэчаіснасць і людзей навокал такімі, як ёсць, адкрываць сэрца і пазбаўляцца боязі не сустрэць паразумення. Мы шчыра верым, што ўсё гэта адлюстроўваецца ў нашых творах і вопыт нашых перажыванняў і адкрыццяў перацякае да слухача ў хвалях і вібрацыях, якія выпраменьвае нашая музыка.&nbsp;</p>
<p>Мы прагнем новага ўзлёту творчасці ў нашай краіне, новага росквіту беларускай сучаснай музычнай культуры - самабытнай і ў той жа час не ізаляванай, зразумелай і высокамастацкай. Мы кіруемся на лепшае, дбаючы аб тым, што лепшае заўжды тое, што на душы. Нас натхняе ня толькі майстэрства сучасных замежных зорак і прызнаных мясцовых талентаў, але і класіка розных перыядаў, спевы нашых старэйшых пакаленняў, гаворка аднавяскоўцаў, мелодыка родных прастораў і пульс нашага Менску.<br />
Сваёй творчасцю мы намагаемся пераканаць слухачоў у тым, што шчырасць - гэта прыгожа, радасць - гэта натуральна, любоў - гэта безумоўна.</p>
<p>Любы сум мінае, цуды не заўжды там, дзе мы іх чакаем - падрыхтуйцеся да раптоўнай змены рытма, неўтаймоўнай коды, медытатыўнага "ад лібітум"... Мы ідзем. Мы шукаем, не губляючы з вачэй сваю мэту. Мы спрабуем заставацца па-над межамі. Заставацца сабой і не цурацца выпраўляць свае памылкі. Глыбіня і лёгкасць лірыкі, вакала і інструментальнага гучання - наша асноўная канцэпцыя і вызначальны аспект стылю.</p>
<p>Вядзецца творчая праца над першым альбомам, выпрацоўваецца графік рэлізаў і выступленняў. Мы радыя прапановам і адкрытыя для супрацоўніцтва.&nbsp;<br />
<br />
Ваш Ілюжан:<br />
Сяргей Харашкевіч – гітара, аранжыроўка<br />
Аляксандр Коршук – віяланчэль<br />
Яўген Кірдзей – бас, аранжыроўка, бэк-вакал<br />
Каця Аліхвер –&nbsp;вакал, аранжыроўка, тэксты, перкусія<br />
Міця Шацёр – барабаны<br />
Дзяніс Нікольскі – кларнет<br />
Дзіма Папоў – джамбей, перкусія<br />
Цімур Рэйзіс&nbsp;– клавішныя</p>',
];
