<?php
/* РАЗДЕЛ О НАС */
$about = [
   "musicians" => [
        [
            "name" => "Сяргей",
            "surname" => "Харашкевiч",
            "position" => "Гiтара, аранжыроўка",
            "img" => "/img/musicians/1.jpg",
        ],
        [
            "name" => "Аляксандр",
            "surname" => "Коршук",
            "position" => "виялянчэль",
            "img" => "/img/musicians/2.jpg",
        ],
        [
            "name" => "Яўген",
            "surname" => "Кiрдзей",
            "position" => "Бас, аранжыроўка",
            "img" => "/img/musicians/3.jpg",
        ],
        [
            "name" => "Каця",
            "surname" => "Папова",
            "position" => "Ввкал, тэксты, аранжыроўка, перкусiя",
            "img" => "/img/musicians/4.jpg",
        ],
        [
            "name" => "Миця",
            "surname" => "Шацёр",
            "position" => "Барабаны",
            "img" => "/img/musicians/5.jpg",
        ],
        [
            "name" => "Дзянiс",
            "surname" => "Нiкольскi",
            "position" => "Кларнэт",
            "img" => "/img/musicians/6.jpg",
        ],
        [
            "name" => "Максiм",
            "surname" => "Блахаў",
            "position" => "Скрыпка",
            "img" => "/img/musicians/7.jpg",
        ],
    ],

    /* ПО РАБОТЕ С ТЕКСТОМ
     *
     * <br/> перенос строки
     * <p>...</p> абзац
     * <strong> ... </strong> жирный
     * <em> ... </em> курсив
     */
    //ТЕКСТ КОТОРЫЙ НАХОДИТСЯ СЛЕВА
    "left-text" => "Горад: Менск (Беларусь)<br />
Стылі&nbsp;(умоўна): фанк, рок, джаз, фольк<br />
Мова выканання: беларуская, руская<br />
Рэпертуар: больш за 30 арыгінальных аўтарскіх кампазіцыяў<br />",

    //ТЕКСТ КОТОРЫЙ НАХОДИТСЯ СПРАВА
    "right-text" => "Калі падчас выступлення рок-гурта адключыць на сцэне электрычнаць, відовішча скончыцца. Прычым, як маецца, не самымі прыемнымі нотамі. І толькі музыканты гурта ІЛЮЖАН могуць нават не заўважыць, што ток больш не падаецца. На 99% акустычная музыка, якую стварае гэты калектыў, будзе гучаць і на шырокай фестывальнай пляцоўцы, і ў цесным коле кватэрніка.",

    //ПОЛНЫЙ ТЕКСТ КОТОРЫЙ ОТОБРАЖАЕТСЯ ВО ВСПЛЫВАЮЩЕМ ОКНЕ
    "full-text" => '<p>Горад: Менск (Беларусь)<br />
Стылі&nbsp;(умоўна): фанк, рок, джаз, фольк<br />
Мова выканання: беларуская, руская<br />
Рэпертуар: больш за 30 арыгінальных аўтарскіх кампазіцыяў +&nbsp;кавер-вэрсіі&nbsp;знакамітых выканаўцаў<br />
<br />
Дыскаграфія:&nbsp;<br />
сінгл "Вакно" (2013 г.)<br />
ЕР "ВыЯВы" (2014 г.)<br />
сінгл "Татачка" &nbsp;(2015 г.)<br />
першая частка трылогіі "Ці чуеш" (LP) (2015 г.)
сiнгл "Reset" (2017 г.)<br />
</p>

<p>Афіцыйнае відэа:<br />
"Дотык" (2014 г.)<br />
"Як мае быць" (ЕР "ВыЯВы", 2014 г.)<br />
"Сустрэнь мяне (Джэм)"&nbsp;(ЕР "ВыЯВы", 2014 г.)<br />
"Кактэбель"&nbsp;(ЕР "ВыЯВы", 2014 г.)<br />
"Аднойчы на вуліцы (кавер на песню Ніно Катамадзэ+Insight&nbsp;"Once in the street")" (2014)</p>
<p>Калі падчас выступлення рок-гурта адключыць на сцэне электрычнаць, відовішча скончыцца. Прычым, як маецца, не самымі прыемнымі нотамі. І толькі музыканты гурта ІЛЮЖАН могуць нават не заўважыць, што ток больш не падаецца. На 99% акустычная музыка, якую стварае гэты калектыў, будзе гучаць і на шырокай фестывальнай пляцоўцы, і ў цесным коле кватэрніка. Пры гэтым гучаць заўжды амаль аднолькава – з электрычнасцю альбо без – яскрава, выбітна, лірычна, атмасферна і імкліва.</p>
<p>Зграбнасць класічных струнных і кларнета па-майстэрску пераплятаецца тут з аксамітным грувам рокавай рытм-секцыі, майстэрскімі пасажамі акустычнай гітары і лацінскім запалам перкусіі, а разам усё гэта аздабляе сабою неўтаймоўны і кранальны жаночы голас, мецца-сапрана, які распавядае гісторыі пра любоў і не толькі на розных мовах і зіхаціць адценнямі фолка, савецкага рэтра, афраджаза і соўла… Лепш адзін раз пачуць…
<p>Гурт вядзе адлік свайго існавання з 11 лістапада 2011 года. З таго часу калектыў стварыў больш за 30 песень на тэксты Кацярыны Паповай, мноства інструментальных замалёвак, пэўную колькасць кавер-версій на самыя нечаканыя хіты, сярод якіх – улюбёны і самімі музыкантамі і слухачамі кавер на песню Ніно Катамадзэ ”Once in the street”, які з дазволу самой спявачкі выконваецца гуртом ІЛЮЖАН на беларускай мове пад назвай “Аднойчы на вуліцы”.</p>
<p>Калектыў у розным складзе зрабіў мноства запісаў – аўдыё і відэа, і толькі некаторыя з іх патрапілі ў вольны доступ па прычыне жорсткага адбору.</p>
<p>ІЛЮЖАН да гэтай пары несупынна эксперыментуе са студыйным гучаннем, марыць аб здымках кліпа і рыхтуе да выпуска другую частку альбома-трылогіі “Ці чуеш”.</p> 
<p>У стварэнні музыкі гурт прынцыпова не кіруецца камерцыйнымі мэтамі, абапіраючыся выключна на ўласныя музычныя густы і напрацаваны канцэртны вопыт. Галоўная місія калектыву – падараваць сваім слухачам якасную арыгінальную музыку на роднай мове, эстэтычнае задавальненне, перадаць залу вібрацыі асалоды і свабоды сумеснай творчасці, дапамагчы слухачу прыгожа перапражыць драматычныя эмоцыі і напоўніцца новай чыстай, дадатнай энергіяй.</p>
<p>Гурту даводзілася прымаць удзел у мерапрыемствах самага рознага маштаба – ад выступа ў вайсковым намёце пад дажджом на беразе ляснога возера да сэта даўжынёй у гадзіну на буйным фестывалі “Вольнае Паветра”. Музыканты гурта ІЛЮЖАН здольныя напоўніць музыкай і невялікую кавярню – у скарочаным складзе з перкусіяй замест ударных, і буйную канцэртную залю – пры гэтым у склад гурта могуць арганічна ўлівацца бэк-вакал і клавішныя. Такім чынам, колькасць удзельнікаў калектыва на выступленні можа змяняцца ад двух да дзесяці чалавек. У большасці выступаў удзельнічаюць рытм-секцыя, акустычная гітара з эфектамі, скрыпка, віяланчэль, кларнет і вакал – гэта найбольш эфектны і мабільны варыянт складу.</p> 
<p>Гурт неаднаразова бываў з выступамі ў розных гарадах Беларусі, і будзе рады новым запрашэнням, у тым ліку ў краіны бліжняга і дальняга замежжа, гарантуючы адказны падыход да любой прапановы.</p>
<p>ІЛЮЖАН прагне новага ўзлёту творчасці ў нашай краіне, новага росквіту беларускай сучаснай музычнай культуры – самабытнай і ў той жа час не ізаляванай, зразумелай і высокамастацкай. Калектыў нязменна імкннецца да самаўдасканалення, не забываючыся пры гэтым, што самае лепшае – тое, што кранае душу.</p> 
<p>На стварэнне песень музыкантаў натхняе не толькі майстэрства сучасных замежных зорак і прызнаных мясцовых талентаў, але і класіка розных перыядаў, песні нашых старэйшых пакаленняў, гаворка аднавяскоўцаў, мелодыка родных прастораў і пульс Менска.</p>
<p>Творчасць гурта прызваная пераканаць слухачоў у тым, што шчырасць – гэта прыгожа, радасць – гэта натуральна, а любоў – гэта безумоўна.</p>
<p><strong>Ваш Ілюжан:</strong></p>
<p>Кацярына Папова – вакал, тэксты, аранжыроўка, перкусія</p>
<p>Сяргей Харашкевіч – гітара, аранжыроўка</p>
<p>Яўген Кірдзей – бас, аранжыроўка</p>
<p>Дзяніс Нікольскі – кларнет</p>
<p>Аляксандр Коршук – віяланчэль</p>
<p>Міця Шацёр - барабаны</p>
',
];
