<?php
/* РАЗДЕЛ МЕРОПРИЯТИЯ
 *
 * title - событие
 * day - день проведения
 * month - месяц
 * time - время проведения
 */
$events = [
    [
        "title" => 'Крок да рока. Прамы эфiр на радыё "Сталiца".',
        "day" => "14",
        "month" => "Лютага",
        "time" => "21:00",
    ],
/*    [
        "title" => 'Эфiр на Belsat Music Live!',
        "day" => "24",
        "month" => "Лютага",
        "time" => "21:00",
    ],*/
//  ШАБЛОН ДЛЯ ДОБАВЛЕНИЯ НОВОГО МЕРОПРИЯТИЯ
//    [
//        "title" => "",
//        "day" => "",
//        "month" => "",
//        "time" => "",
//    ],
];
