<?php
// ТЕКСТ РАЗДЕЛА РАЙДЕР
$rider = "Все вышеуказанные условия должны быть своевременно согласованы с администраторами группы в противном случае группа имеет право в любой момент отказаться от выступления без возмещения каких-либо связанных с этим затрат.";
// путь к файлу райдера
$rider_file = '/files/rider.pdf';

// ПУНКТЫ МЕНЮ
$nav = [
    'about' => 'Пра нас',
    'audio' => 'Аўдыятэка',
    'events' => 'Мерапрыемствы',
    'photo' => 'Фота',
    'video' => 'Вiдэа',
    'rider' => 'Райдар',
    //'support' => 'Падтрымаць',
];

// ЗАГОЛОВКИ РАЗДЕЛОВ
$section = [
    'about' => 'Пра нас',
    'audio' => 'Аўдыятэка',
    'listen' => 'Слухаць',
    'events' => 'Мерапрыемствы',
    'photo' => 'Фота',
    'video' => 'Вiдэа',
    'rider' => 'Тэхнiчны райдар',
    'support' => 'Падтрымаць праект',
];

// ДЛЯ ПОИСКОВИКОВ
$meta = [
    'title' => 'IЛЮЖАН', //заголовок сайта
    'description' => 'IЛЮЖАН', //краткое описание
];

// ПЕРЕВОД СЛОВ
$trans = [
    'listen' => 'Слухаць',
    'more' => 'Чытаць далей',
    'warning' => 'Увага',
    'download' => 'Спампаваць',
    'authors' => 'Аўтары',
    'forward' => 'Уперад',
    'backward' => 'Назад',
];



