<?php
// ТЕКСТ РАЗДЕЛА РАЙДЕР
$rider = "Усе вышэйазначаныя ўмовы неабходна своечасова ўзгадніць з адміністратарамі суполкі, у адваротным выпадку гурт мае права ў любы момант адмовіцца ад выступу без пакрыцця якіх бы то ні было звязаных з гэтым страт.";
// путь к файлу райдера
$rider_file = '/files/rider.pdf';

// ПУНКТЫ МЕНЮ
$nav = [
    'about' => 'Пра нас',
    'audio' => 'Аўдыятэка',
    'events' => 'Мерапрыемствы',
    'photo' => 'Фота',
    'video' => 'Вiдэа',
    'rider' => 'Райдар',
    //'support' => 'Падтрымаць',
];

// ЗАГОЛОВКИ РАЗДЕЛОВ
$section = [
    'about' => 'Пра нас',
    'audio' => 'Аўдыятэка',
    'listen' => 'Слухаць',
    'events' => 'Мерапрыемствы',
    'photo' => 'Фота',
    'video' => 'Вiдэа',
    'rider' => 'Тэхнiчны райдар',
    'support' => 'Падтрымаць праект',
];

// ДЛЯ ПОИСКОВИКОВ
$meta = [
    'title' => 'IЛЮЖАН', //заголовок сайта
    'description' => 'IЛЮЖАН', //краткое описание
];

// ПЕРЕВОД СЛОВ
$trans = [
    'listen' => 'Слухаць',
    'more' => 'Чытаць далей',
    'warning' => 'Увага',
    'download' => 'Спампаваць',
    'description' => 'Апiсанне',
    'forward' => 'Уперад',
    'backward' => 'Назад',
];



