<?php
// ТЕКСТ РАЗДЕЛА РАЙДЕР
$rider = "Все вышеуказанные условия должны быть своевременно согласованы с администраторами группы в противном случае группа имеет право в любой момент отказаться от выступления без возмещения каких-либо связанных с этим затрат.";
// путь к файлу райдера
$rider_file = '/files/rider.pdf';

// ПУНКТЫ МЕНЮ
$nav = [
    'about' => 'О нас',
    'audio' => 'Аудиотека',
    'events' => 'Мероприятия',
    'photo' => 'Фото',
    'video' => 'Видео',
    'rider' => 'Райдер',
    'support' => 'Поддержать',
];

// ЗАГОЛОВКИ РАЗДЕЛОВ
$section = [
    'about' => 'О нас',
    'audio' => 'Аудиотека',
    'listen' => 'Слушать',
    'events' => 'Мероприятия',
    'photo' => 'Фото',
    'video' => 'Видео',
    'rider' => 'Технический райдер',
    'support' => 'Поддержать проект',
];

// ДЛЯ ПОИСКОВИКОВ
$meta = [
    'title' => 'IЛЮЖАН', //заголовок сайта
    'description' => 'IЛЮЖАН', //краткое описание
];

// ПЕРЕВОД СЛОВ
$trans = [
    'listen' => 'Слушать',
    'more' => 'Читать далее',
    'warning' => 'Внимание',
    'download' => 'Загрузить',
    'authors' => 'Авторы',
    'forward' => 'Вперед',
    'backward' => 'Назад',
];



